cask_args appdir: '~/Applications'
cask 'iterm2'
cask 'visual-studio-code'
cask 'docker'

# Productivity
cask 'google-chrome'
cask 'sequel-ace' # SQL querying tool
cask 'appcleaner' # App Uninstaller
cask 'gifcapture' # Screenshot Gif
cask 'gitify' # Git Notification on menu bar
cask 'rectangle' # Windows resizing tool
cask 'the-unarchiver'
cask 'postman'

# Comm
# cask 'station'
cask 'slack'
cask 'whatsapp'
cask 'zoomus'

# Fonts
tap 'homebrew/cask-fonts'
cask 'font-hack-nerd-font'

# Media
cask 'spotify'
cask 'lyricsx'

# Shell
brew 'autojump'
brew 'fzf'
brew 'tig'
brew 'gnupg'
